Merge pull request #9 from EliassenInnovation/dev/gh/pipline
Dev/gh/pipline
